# This file is part of the Zimbra OpenPGP Zimlet project.
# Copyright (C) 2014-2016  Barry de Graaff
# Copyright (C) 2016 BTACTIC, SCCL
# 
# Bugs and feedback: https://github.com/Zimbra-Community/pgp-zimlet/issues
# 
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 2 of the License, or
# (at your option) any later version.
# 
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
# 
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see http://www.gnu.org/licenses/.

# Unicode conversion see: http://itpro.cz/juniconv/

0 = Extensi\u00f3 de missatges OpenPGP per a Zimbra Collaboration Suite.
1 = Signar missatge
2 = Xifrar missatge
3 = Configurar claus
4 = Generar una parella de claus
5 = Ajuda / Quant a
6 = Carregant contactes, ignorant la seva llibreta d'adreces
7 = No s'ha pogut llegir el missatge blindat!
8 = Si us plau, proporcioni la seva clau privada i la clau de pas per desxifrar
9 = Tancar
10 = Versi\u00f3
11 = Ajuda
12 = No s'ha detectat un missatge PGP
13 = No es poden carregar les seves claus p\u00fabliques de confian\u00e7a!
14 = La signatura \u00e9s correcta
15 = La signatura NO \u00e9s correcta
16 = Missatge signat
17 = S'ha trobat un error al verificar la signatura
18 = La seva clau privada s'emmagatzemar\u00e0 en mem\u00f2ria fins que refresqui el seu navegador web.
19 = Clau privada
20 = Clau de pas
21 = Missatge
22 = <li>Copi\u00ef la seg\u00fcent clau ASCII blindada. </li><li>Pot utilitzar el camp notes dels seus contactes de l'agenda de Zimbra.</li><li>Pot afegir comentaris abans de cada clau sempre que la clau p\u00fablica comenci en una nova l\u00ednia.</li> 
23 = Idioma
24 = Si desa la seva clau de pas aqu\u00ed, s'emmagatzemar\u00e0 en text pla al LDAP de Zimbra. Si no desa la seva clau de pas el servidor, se li demanar\u00e0 cada vegada que sigui necessari.
25 = Si desa la seva clau privada aqu\u00ed, s'emmagatzemar\u00e0 localment al seu navegador utilitzant encriptaci\u00f3 AES-256, <a href=\"http://diveintohtml5.info/storage.html\" target=\"_blank\" >m\u00e9s informaci\u00f3</a>. Si no desa la seva clau privada, el servidor li demanar\u00e0 cada vegada que inici una nova sessi\u00f3.
26 = Clau p\u00fablica
27 = Escanejar contactes
28 = 
29 = Si us plau, proporcioni el seu nom, direcci\u00f3 de corru electr\u00f2nic i clau de pas per a la seva nova parella de claus
30 = Id d'usuari
31 = Longitud de la clau
32 = Una major longitud de clau \u00e9s m\u00e9s segura, per\u00f2 m\u00e9s lenta.
33 = Desi i sobreescrigui la clau privada actual, clau de pas i clau p\u00fablica 1.
34 = Generar clau de pas
35 = Destinataris
36 = Si \u00e9s un usuari nou, potser li interessa llegir
37 = Opcional: Signi el seu missatge xifrat introduint la seva clau privada i la clau de pas.
38 = No es pot processar la clau privada!
39 = no ha estat signat
40 = Adjunts
41 = Missatge desxifrat
42 = missatge original
43 = Error al desxifrar!
44 = Clau de pas err\u00f2nia!
45 = Error al signar!
46 = Ha d'indicar un nom, una direcci\u00f3 de correu electr\u00f2nic i una clau de pas
47 = Generant la seva parella de claus
48 = Si us plau, sigui pacient mentre es generen les claus, pot trigar una estona.<br><br>Si t\u00e9 algun problema generant la parella de claus, pot seleccionar una longitud de clau m\u00e9s curta, o utilizar un programa extern.
49 = Si us plau, desi aquesta informaci\u00f3 en un lloc segur
50 = La seva nova parella de claus
51 = Si us plau, seleccioni els destinataris.
52 = No s'ha pogut xifrar el missatge!
53 = amb OpenPGP
54 = Imprimir
55 = mostrar/ocultar
56 = Si us plau, redacti el missatge primer
57 = 
58 = 
59 = Xifrar fitxer
60 = Desxifrar fitxer
61 = Habilitar el suport per a m\u00faltiples claus privades
62 = 
63 = 
64 = Desxifrar utilitzant
65 = Fitxer
66 = Desxifrar autom\u00e0ticament
67 = Oblidar totes les claus p\u00fabliques (especificar una nova clau de pas AES)
68 = ZmSetting MAX_MESSAGE_SIZE
69 = Opcions avan\u00e7ades
70 = Si us plau, formati el missatge com a text pla i torni-ho a intentar. 
71 = Desar la clau de pas a l'emmagatzematge local del navegador web
72 = Aquesta ha de ser la seva clau p\u00fablica, ser\u00e0 seleccionada per defecte al xifrar. 
73 = Importar clau p\u00fablica
74 = Vol importar aquesta clau p\u00fablica? Si us plau, <a target="_blank" href="/service/zimlet/_dev/tk_barrydegraaff_zimbra_openpgp/help/index.html#fingerprint">verifica l'empremta digital</a>. 
75 = Importada
76 = Error a l'importar aquesta clau p\u00fablica
77 = Enviar la meva clau p\u00fablica a un contacte
78 = La clau p\u00fablica ja es troba a la seva llista de claus de confian\u00e7a
79 = Nom
80 = Direcci\u00f3 de correu electr\u00f2nic
81 = Pot especificar m\u00faltiples direccions de correu electr\u00f2nic, separades per una coma (,)
82 = Respondre
83 = Respondre a tots
84 = <b>ADVERT\u00c8NCIA: NO ENVI\u00cf LA SEVA CLAU PRIVADA PER CORREU ELECTR\u00d2NIC!!<br>Cliqui <span style="color: red">CANCEL\u00b7LAR</span>!!</b><br><br>Potser volia enviar la seva clau p\u00fablica?
85 = <b>ADVERT\u00c8NCIA: NO ENVI\u00cf LA SEVA CLAU PRIVADA PER CORREU ELECTR\u00d2NIC!!</b>
86 = Enviar al servidor de claus
87 = Cercar al servidor de claus
88 = Cercar
