# This file is part of the Zimbra OpenPGP Zimlet project.
# Copyright (C) 2014-2016  Barry de Graaff
# 
# Bugs and feedback: https://github.com/Zimbra-Community/pgp-zimlet/issues
# 
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 2 of the License, or
# (at your option) any later version.
# 
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
# 
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see http://www.gnu.org/licenses/.

# Unicode conversion see: http://itpro.cz/juniconv/

0 = Ph\u1EA7n m\u1EDF r\u1ED9ng th\u01B0 OpenPGP cho Zimbra Collaboration Suite.
1 = K\u00FD \u0111i\u1EC7n t\u1EED th\u01B0
2 = M\u00E3 h\u00F3a th\u01B0
3 = Qu\u1EA3n l\u00FD kh\u00F3a
4 = Sinh c\u1EB7p kh\u00F3a
5 = Tr\u1EE3 gi\u00FAp / Gi\u1EDBi thi\u1EC7u
6 = V\u1EABn \u0111ang n\u1EA1p \u0111\u1ECBa ch\u1EC9, b\u1ECF qua s\u1ED5 \u0111\u1ECBa ch\u1EC9
7 = Kh\u00F4ng \u0111\u1ECDc \u0111\u01B0\u1EE3c th\u01B0 m\u00E3!
8 = H\u00E3y cung c\u1EA5p kh\u00F3a b\u00ED m\u1EADt v\u00E0 m\u1EADt m\u00E3 \u0111\u1EC3 gi\u1EA3i m\u00E3
9 = \u0110\u00F3ng
10 = Phi\u00EAn b\u1EA3n
11 = Tr\u1EE3 gi\u00FAp
12 = Kh\u00F4ng t\u00ECm th\u1EA5y th\u01B0 PGP
13 = Kh\u00F4ng th\u1EC3 \u0111\u1ECDc kh\u00F3a c\u00F4ng khai!
14 = Ch\u1EEF k\u00FD s\u1ED1 \u0110\u00DANG
15 = Ch\u1EEF k\u00FD s\u1ED1 SAI
16 = Th\u01B0 \u0111\u01B0\u1EE3c k\u00FD s\u1ED1
17 = L\u1ED7i ki\u1EC3m tra ch\u1EEF k\u00FD s\u1ED1
18 = Kh\u00F3a b\u00ED m\u1EADt s\u1EBD t\u1ED3n t\u1EA1i trong b\u1ED9 nh\u1EDB cho \u0111\u1EBFn khi n\u1EA1p l\u1EA1i tr\u00ECnh duy\u1EC7t.
19 = Kh\u00F3a b\u00ED m\u1EADt
20 = M\u1EADt m\u00E3
21 = Th\u01B0 \u0111i\u1EC7n t\u1EED
22 = <li>C\u1EAFt-d\u00E1n kh\u00F3a m\u00E3 ASCII b\u00EAn d\u01B0\u1EDBi. </li><li>B\u1EA1n c\u0169ng c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng tr\u01B0\u1EDDng Notes trong \u0111\u1ECBa ch\u1EC9 l\u01B0u trong s\u1ED5 \u0111\u1ECBa ch\u1EC9 ri\u00EAng c\u1EE7a b\u1EA1n.</li><li>B\u1EA1n c\u00F3 th\u1EC3 \u0111\u1EB7t ghi ch\u00FA tr\u00EAn d\u00F2ng ri\u00EAng ph\u00EDa tr\u00EAn m\u1ED7i kh\u00F3a c\u00F4ng khai.</li> 
23 = Ng\u00F4n ng\u1EEF
24 = N\u1EBFu b\u1EA1n ch\u1ECDn l\u01B0u m\u1EADt m\u00E3 b\u00EAn d\u01B0\u1EDBi, m\u1EADt m\u00E3 s\u1EBD \u0111\u01B0\u1EE3c l\u01B0u d\u01B0\u1EDBi d\u1EA1ng v\u0103n b\u1EA3n th\u01B0\u1EDDng trong Zimbra LDAP. N\u1EBFu b\u1EA1n ch\u1ECDn kh\u00F4ng l\u01B0u m\u1EADt m\u00E3, h\u1EC7 th\u1ED1ng s\u1EBD h\u1ECFi l\u1EA1i b\u1EA1n m\u1ED7i khi c\u1EA7n.
25 = N\u1EBFu b\u1EA1n ch\u1ECDn l\u01B0u kh\u00F3a b\u00ED m\u1EADt b\u00EAn d\u01B0\u1EDBi, kh\u00F3a b\u00ED m\u1EADt s\u1EBD \u0111\u01B0\u1EE3c m\u00E3 h\u00F3a ki\u1EC3u AES-256 v\u00E0 l\u01B0u trong <a href=\"http://diveintohtml5.info/storage.html\" target=\"_blank\" >v\u00F9ng l\u01B0u tr\u1EEF ri\u00EAng</a> tr\u00EAn tr\u00ECnh duy\u1EC7t trong m\u00E1y b\u1EA1n. N\u1EBFu b\u1EA1n ch\u1ECDn kh\u00F4ng l\u01B0u kh\u00F3a b\u00ED m\u1EADt, h\u1EC7 th\u1ED1ng s\u1EBD h\u1ECFi l\u1EA1i trong m\u1ED7i phi\u00EAn l\u00E0m vi\u1EC7c.
26 = Kh\u00F3a c\u00F4ng khai
27 = Qu\u00E9t \u0111\u1ECBa ch\u1EC9
28 = 
29 = H\u00E3y nh\u1EADp t\u00EAn, \u0111\u1ECBa ch\u1EC9 th\u01B0 v\u00E0 m\u1EADt m\u00E3 cho c\u1EB7p kh\u00F3a m\u1EDBi.
30 = \u0110\u1ECBnh danh ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
31 = \u0110\u1ED9 d\u00E0i kh\u00F3a
32 = \u0110\u1ED9 d\u00E0i kh\u00F3a d\u00E0i h\u01A1n s\u1EBD an to\u00E0n, nh\u01B0ng ch\u1EADm h\u01A1n.
33 = L\u01B0u v\u00E0 ghi \u0111\u00E8 l\u00EAn kh\u00F3a b\u00ED m\u1EADt, m\u1EADt m\u00E3 v\u00E0 kh\u00F3a c\u00F4ng khai 1 hi\u1EC7n t\u1EA1i.
34 = Sinh m\u1EADt m\u00E3
35 = Ng\u01B0\u1EDDi nh\u1EADn
36 = Ng\u01B0\u1EDDi s\u1EED d\u1EE5ng l\u1EA7n \u0111\u1EA7u c\u00F3 th\u1EC3 mu\u1ED1n \u0111\u1ECDc
37 = T\u00F9y ch\u1ECDn: K\u00FD th\u01B0 m\u00E3 h\u00F3a b\u1EB1ng c\u00E1ch nh\u1EADp kh\u00F3a b\u00ED m\u1EADt v\u00E0 m\u1EADt m\u00E3.
38 = Kh\u00F4ng th\u1EC3 \u0111\u1ECDc \u0111\u01B0\u1EE3c kh\u00F3a b\u00ED m\u1EADt!
39 = \u0111\u00E3 kh\u00F4ng \u0111\u01B0\u1EE3c k\u00FD
40 = T\u1EC7p \u0111\u00EDnh k\u00E8m
41 = Th\u01B0 \u0111\u00E3 gi\u1EA3i m\u00E3
42 = th\u01B0 g\u1ED1c
43 = Gi\u1EA3i m\u00E3 th\u1EA5t b\u1EA1i!
44 = Sai m\u1EADt m\u00E3!
45 = K\u00FD th\u1EA5t b\u1EA1i!
46 = B\u1EA1n ph\u1EA3i cung c\u1EA5p t\u00EAn, \u0111\u1ECBa ch\u1EC9 th\u01B0 v\u00E0 m\u1EADt m\u00E3
47 = \u0110ang sinh c\u1EB7p kh\u00F3a
48 = H\u00E3y ki\u00EAn nh\u1EABn, sinh kh\u00F3a c\u00F3 th\u1EC3 m\u1EA5t ch\u00FAt th\u1EDDi gian.<br><br>N\u1EBFu b\u1EA1n g\u1EB7p v\u1EA5n \u0111\u1EC1 khi sinh c\u1EB7p kh\u00F3a, th\u1EED ch\u1ECDn \u0111\u1ED9 d\u00E0i kh\u00F3a ng\u1EAFn h\u01A1n ho\u1EB7c s\u1EED d\u1EE5ng c\u00F4ng c\u1EE5 b\u00EAn ngo\u00E0i.
49 = H\u00E3y ch\u1EAFc ch\u1EAFn l\u01B0u th\u00F4ng tin n\u00E0y v\u00E0o n\u01A1i an to\u00E0n
50 = C\u1EB7p kh\u00F3a m\u1EDBi
51 = H\u00E3y ch\u1ECDn ng\u01B0\u1EDDi nh\u1EADn.
52 = Kh\u00F4ng th\u1EC3 m\u00E3 h\u00F3a th\u01B0!
53 = v\u1EDBi OpenPGP
54 = In
55 = hi\u1EC7n/\u1EA9n
56 = H\u00E3y t\u1EA1o th\u01B0 \u0111\u1EA7u ti\u00EAn
57 = 
58 = 
59 = M\u00E3 h\u00F3a t\u1EC7p tin
60 = Gi\u1EA3i m\u00E3 t\u1EC7p tin
61 = 
62 = 
63 = 
64 = Gi\u1EA3i m\u00E3 b\u1EB1ng
65 = T\u1EC7p tin
66 = T\u1EF1 \u0111\u1ED9ng gi\u1EA3i m\u00E3
67 = H\u1EE7y t\u1EA5t c\u1EA3 c\u00E1c kh\u00F3a c\u00F4ng khai (\u0111\u1EB7t m\u1EADt kh\u1EA9u AES m\u1EDBi) 
68 = ZmSetting MAX_MESSAGE_SIZE
69 = Thi\u1EBFt l\u1EADp n\u00E2ng cao
70 = H\u00E3y \u0111\u1EB7t \u0111\u1ECBnh d\u1EA1ng v\u0103n b\u1EA3n th\u01B0\u1EDDng v\u00E0 th\u1EED l\u1EA1i.
71 = L\u01B0u m\u1EADt m\u00E3 truy c\u1EADp kh\u00F3a ri\u00EAng t\u1EA1i m\u00E1y tr\u1EA1m
72 = \u0110\u00E2y n\u00EAn l\u00E0 kh\u00F3a c\u00F4ng khai c\u1EE7a ch\u00EDnh b\u1EA1n, \u0111\u01B0\u1EE3c ch\u1ECDn m\u1EB7c \u0111\u1ECBnh khi m\u00E3 h\u00F3a.
73 = Nh\u1EADp kh\u00F3a c\u00F4ng khai 
74 = B\u1EA1n c\u00F3 mu\u1ED1n nh\u1EADp kh\u00F3a c\u00F4ng khai n\u00E0y kh\u00F4ng? H\u00E3y <a target="_blank" href="/service/zimlet/_dev/tk_barrydegraaff_zimbra_openpgp/help/index.html#fingerprint"> ki\u1EC3m tra fingerprint</a>. 
75 = Nh\u1EADp xong 
76 = L\u1ED7i nh\u1EADp kh\u00F3a c\u00F4ng khai n\u00E0y 
77 = G\u1EEDi kh\u00F3a c\u00F4ng khai c\u1EE7a t\u00F4i
78 = Kh\u00F3a c\u00F4ng khai \u0111\u00E3 t\u1ED3n t\u1EA1i trong danh s\u00E1ch kh\u00F3a tin c\u1EADy
79 = T\u00EAn
80 = \u0110\u1ECBa ch\u1EC9 th\u01B0
81 = B\u1EA1n c\u00F3 th\u1EC3 nh\u1EADp nhi\u1EC1u \u0111\u1ECBa ch\u1EC9 th\u01B0 ng\u0103n c\u00E1ch b\u1EB1ng d\u1EA5u ph\u1EA9y (,)
82 = Tr\u1EA3 l\u1EDDi
83 = Tr\u1EA3 l\u1EDDi t\u1EA5t c\u1EA3
84 = <b>L\u01AFU \u00DD: KH\u00D4NG G\u1EECI KH\u00D3A B\u00CD M\u1EACT C\u1EE6A B\u1EA0N QUA EMAIL!! <br>Nh\u1EA5n <span style="color: red">B\u1ECE QUA</span>!!</b><br><br>C\u00F3 l\u1EBD, b\u1EA1n mu\u1ED1n g\u1EEDi kh\u00F3a c\u00F4ng khai?
85 = <b>L\u01AFU \u00DD: KH\u00D4NG G\u1EECI KH\u00D3A B\u00CD M\u1EACT C\u1EE6A B\u1EA0N QUA EMAIL!!</b>
86 = Submit to keyserver
87 = Tra c\u1EE9u Keyserver
88 = T\u00ECm ki\u1EBFm
