# This file is part of the Zimbra OpenPGP Zimlet project.
# Copyright (C) 2014-2016  Barry de Graaff
# 
# Bugs and feedback: https://github.com/Zimbra-Community/pgp-zimlet/issues
# 
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 2 of the License, or
# (at your option) any later version.
# 
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
# 
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see http://www.gnu.org/licenses/.

# Unicode conversion see: http://itpro.cz/juniconv/

0 = Extensi\u00F3n de mensajes OpenPGP para Zimbra Collaboration Suite.
1 = Firmar mensaje
2 = Encriptar mensaje
3 = Administrar Llaves
4 = Generar un par de llaves
5 = Ayuda / Acerca de
6 = Cargando contactos, se ignorar\u00E1 su Agenda de Contactos
7 = \u00A1No se puede leer el mensaje blindado!
8 = Por favor, adjunte su llave Privada y su clave para desencriptar
9 = Cerrar
10 = Versi\u00F3n
11 = Ayuda
12 = No se ha detectado ning\u00FAn mensaje PGP
13 = \u00A1No se pueden procesar sus llaves p\u00FAblicas de confianza!
14 = La firma es buena
15 = La firma es mala
16 = Mensaje firmado
17 = Se ha encontrado un error verificando la firma
18 = Su llave privada se almacenar\u00E1 en memoria hasta que refresque su navegador web.
19 = Llave Privada
20 = Clave
21 = Mensaje
22 = <li>Copie-pegue la siguiente llave ASCII blindada. </li><li>Puede usar adem\u00E1s el campo notas dentro de sus contactos en su Agenda de Zimbra.</li><li>Puede a\u00F1adir comentarios antes de cada llave siempre que la llave p\u00FAblica empiece en una nueva l\u00EDnea.</li> 
23 = Lenguaje
24 = Si guarda su clave aqu\u00ED, se almacenar\u00E1 en texto plano en el LDAP Zimbra. Si no almacena la clave, el servidor le pedir\u00E1 que la proporcione cada vez que sea necesario.
25 = Si guarda su clave aqu\u00ED, se almacenar\u00E1 en el almacenamiento local de su navegador usando encriptaci\u00F3n AES-256, <a href=\"http://diveintohtml5.info/storage.html\" target=\"_blank\" >m\u00E1s info</a>. Si no almacena su llave privada, el servidor le pedir\u00E1 que la proporcione en cada nueva sesi\u00F3n.
26 = Llave P\u00FAblica
27 = Escanear Contactos
28 = 
29 = Por favor escriba su nombre, direcci\u00F3n de correo electr\u00F3nico y clave para su nuevo conjunto de claves
30 = User ID
31 = Longitud de la Llave
32 = Una longitud m\u00E1s larga de la llave, es m\u00E1s segura, pero m\u00E1s lenta.
33 = Almacene y borre la actual llave Privada, Clave y llave P\u00FAblica 1.
34 = Generar clave
35 = Destinatarios
36 = Para usuarios nuevos, quiz\u00E1 quieran leer el
37 = Opcional: Firme su mensaje encriptado introduciendo su llave Privada y su clave.
38 = No se puede procesar su llave Privada!
39 = no fu\u00E9 firmado
40 = Adjuntos
41 = Mensaje desencriptado
42 = mensaje original
43 = Fall\u00F3 la desencriptaci\u00F3n!
44 = \u00A1Clave erronea!
45 = \u00A1Fall\u00F3 el firmado!
46 = Necesita introducir: Nombre, direcci\u00F3n de correo electr\u00F3nico y clave
47 = Generando su par de claves
48 = Por favor, sea paciente mientras se generan, puede demorar cierto tiempo.<br><br>Si tiene alg\u00FAn problema generando el par de claves, puede seleccionar una clave m\u00E1s corta, o incluso usar un programa externo.
49 = Por favor, guarde esta informaci\u00F3n en un lugar seguro
50 = Su nuevo par de Claves
51 = Por favor seleccione destinataio(s).
52 = \u00A1No se puedo encriptar el mensaje!
53 = con OpenPGP
54 = Imprimir
55 = mostrar/ocultar
56 = Por favor, escriba un mensaje primero
57 = 
58 = 
59 = Encriptar fichero
60 = Desencriptar fichero
61 = 
62 = 
63 = 
64 = Desencriptar usando
65 = Fichero
66 = Desencriptar autom\u00E1ticamente
67 = Olvidar todas las llaves p\u00FAblicas (especifica una nueva contrase\u00F1a AES)
68 = ZmSetting MAX_MESSAGE_SIZE
69 = Opciones avanzadas
70 = Por favor, crea el mensaje como Texto Plano e int\u00E9ntalo de nuevo. 
71 = Almacenar la passhrase en el almacenamiento local de los navegadores web
72 = Esta debe ser su propia llave p\u00FAblica, ser\u00E1 seleccionada por defecto cuando se cifra. 
73 = Importar llave p\u00FAblica 
74 = \u00BFQuiere importar esta llave p\u00FAblica? Por favor <a target="_blank" href="/service/zimlet/_dev/tk_barrydegraaff_zimbra_openpgp/help/index.html#fingerprint">verifica la huella digital</a>. 
75 = Importada
76 = Fallo al importar esta llave p\u00FAblica 
77 = Enviar mi llave p\u00FAblica a un contacto 
78 = La llave p\u00FAblica ya se encuentra en su lista de Llaves seguras
79 = Nombre
80 = Direcci\u00F3n de correo electr\u00F3nico
81 = Puede especificar m\u00FAltiples direcciones de correo electr\u00F3nico, separadas por una coma (,)
82 = Responder
83 = Responder a todos
84 = <b>ADVERTENCIA: NO ENV\u00CDE SU LLAVE PRIVADA V\u00CDA EMAIL!!<br>Haga click en <span style="color: red">CANCELAR</span>!!</b><br><br>\u00BFQuiz\u00E1 quer\u00EDa enviar su llave p\u00FAblica?
85 = <b>ADVERTENCIA: NO ENV\u00CDE SU LLAVE PRIVADA V\u00CDA EMAIL!!</b>
86 = Submit to keyserver
87 = Revisar en Keyserver
88 = Buscar
