# This file is part of the Zimbra OpenPGP Zimlet project.
# Copyright (C) 2014-2016  Barry de Graaff
# 
# Bugs and feedback: https://github.com/Zimbra-Community/pgp-zimlet/issues
# 
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 2 of the License, or
# (at your option) any later version.
# 
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
# 
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see http://www.gnu.org/licenses/.

# Unicode conversion see: http://itpro.cz/juniconv/

0 = \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044F OpenPGP \u0434\u043B\u044F Zimbra Collaboration Suite.
1 = \u041F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
2 = \u0417\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u044C \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
3 = \u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043A\u043B\u044E\u0447\u0430\u043C\u0438
4 = \u0413\u0435\u043D\u0435\u0440\u0430\u0446\u0438\u044F \u043A\u043B\u044E\u0447\u0435\u0432\u043E\u0439 \u043F\u0430\u0440\u044B
5 = \u041F\u043E\u043C\u043E\u0449\u044C / \u041E \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0438
6 = \u0423\u0449\u0435 \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u044E\u0442\u0441\u044F \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u044B, \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u044E \u0412\u0430\u0448\u0443 \u0430\u0434\u0440\u0435\u0441\u043D\u0443\u044E \u043A\u043D\u0438\u0433\u0443
7 = \u041D\u0435 \u043C\u043E\u0433\u0443 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435!
8 = \u041F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0442\u0435 \u0441\u0435\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 \u0438 \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443 \u0434\u043B\u044F \u0440\u0430\u0441\u0448\u0438\u0444\u0440\u043E\u0432\u043A\u0438
9 = \u0417\u0430\u043A\u0440\u044B\u0442\u044C
10 = \u0412\u0435\u0440\u0441\u0438\u044F
11 = \u041F\u043E\u043C\u043E\u0449\u044C
12 = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043E \u043D\u0435 PGP \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
13 = \u041D\u0435 \u043C\u043E\u0433\u0443 \u0440\u0430\u0437\u043E\u0431\u0440\u0430\u0442\u044C \u0412\u0430\u0448\u0438 \u0434\u043E\u0432\u0435\u0440\u0435\u043D\u043D\u044B\u0435 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0438!
14 = \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u0430 \u0445\u043E\u0440\u043E\u0448\u0430\u044F \u043F\u043E\u0434\u043F\u0438\u0441\u044C
15 = \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u0430 \u041F\u041B\u041E\u0425\u0410\u042F \u043F\u043E\u0434\u043F\u0438\u0441\u044C
16 = \u041F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
17 = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u043F\u043E\u0434\u043F\u0438\u0441\u0438
18 = \u0412\u0430\u0448 \u0441\u0435\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 \u043E\u0441\u0442\u0430\u043D\u0435\u0442\u0441\u044F \u0432 \u043F\u0430\u043C\u044F\u0442\u0438 \u0434\u043E \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u043A\u0430 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430.
19 = \u0421\u0435\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447
20 = \u041F\u0430\u0440\u043E\u043B\u044C\u043D\u0430\u044F \u0444\u0440\u0430\u0437\u0430
21 = \u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
22 = <li>\u0421\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435-\u0432\u0441\u0442\u0430\u0432\u0442\u0435 ASCII-\u043A\u043E\u0434\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u043A\u043B\u044E\u0447\u0438 \u043D\u0438\u0436\u0435. </li><li>\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u043E\u043B\u0435 \u0434\u043B\u044F \u0437\u0430\u043C\u0435\u0442\u043E\u043A \u0432 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0430\u0445 \u0438\u0437 \u0412\u0430\u0448\u0435\u0439 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0439 \u043A\u043D\u0438\u0433\u0438 Zimbra.</li><li>\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438 \u043F\u0435\u0440\u0435\u0434 \u043A\u0430\u0436\u0434\u044B\u043C \u043A\u043B\u044E\u0447\u043E\u043C \u0432 \u043E\u0434\u043D\u0443 \u0441\u0442\u0440\u043E\u043A\u0443.</li> 
23 = \u042F\u0437\u044B\u043A
24 = \u0415\u0441\u043B\u0438 \u0412\u044B \u043E\u0442\u043C\u0435\u0447\u0430\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0441\u0432\u043E\u044E \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443 \u043D\u0438\u0436\u0435, \u043E\u043D\u0430 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442\u0441\u044F \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u043C \u0442\u0435\u043A\u0441\u0442\u043E\u043C \u0432 Zimbra LDAP. \u0415\u0441\u043B\u0438 \u0412\u044B \u043D\u0435 \u0431\u0443\u0434\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0442\u044C \u0441\u0432\u043E\u044E \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443, \u0442\u043E \u0441\u0435\u0440\u0432\u0435\u0440 \u043F\u043E\u043F\u0440\u043E\u0441\u0438\u0442, \u0447\u0442\u043E\u0431\u044B \u0412\u044B \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0438\u043B\u0438 \u0435\u0435 \u043A\u0430\u0436\u0434\u044B\u0439 \u0440\u0430\u0437, \u043A\u043E\u0433\u0434\u0430 \u043E\u043D\u0430 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0430.
25 = \u0415\u0441\u043B\u0438 \u0412\u044B \u043E\u0442\u043C\u0435\u0447\u0430\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0441\u0432\u043E\u0439 \u0441\u0435\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 \u043D\u0438\u0436\u0435, \u043E\u043D \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442\u0441\u044F \u0432 \u0412\u0430\u0448\u0435\u043C <a href=\"http://diveintohtml5.info/storage.html\" target=\"_blank\" >\u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435</a> \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044F AES-256 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0435. \u0415\u0441\u043B\u0438 \u0412\u044B \u043D\u0435 \u0431\u0443\u0434\u0435\u0442\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0441\u0432\u043E\u0439 \u0441\u0435\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447, \u0442\u043E \u0441\u0435\u0440\u0432\u0435\u0440 \u043F\u043E\u043F\u0440\u043E\u0441\u0438\u0442, \u0447\u0442\u043E\u0431\u044B \u0412\u044B \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0438\u043B\u0438 \u0435\u0433\u043E \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0441\u0435\u0430\u043D\u0441\u0430.
26 = \u041E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447
27 = \u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043E\u0432
28 = 
29 = \u041F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0442\u0435 \u0412\u0430\u0448\u0435 \u0438\u043C\u044F, \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0443\u044E \u043F\u043E\u0447\u0442\u0443 \u0438 \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443 \u0434\u043B\u044F \u043D\u043E\u0432\u043E\u0439 \u043A\u043B\u044E\u0447\u0435\u0432\u043E\u0439 \u043F\u0430\u0440\u044B.
30 = ID \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
31 = \u0414\u043B\u0438\u043D\u0430 \u043A\u043B\u044E\u0447\u0430
32 = \u0411\u043E\u043B\u0435\u0435 \u0434\u043B\u0438\u043D\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 - \u0431\u043E\u043B\u0435\u0435 \u0432\u044B\u0441\u043E\u043A\u0438\u0439 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438, \u043D\u043E \u043C\u0435\u0434\u043B\u0435\u043D\u043D\u0435\u0435.
33 = \u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438 \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0442\u0435\u043A\u0443\u0449\u0438\u0439 \u0441\u0435\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447, \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443 \u0438 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447 1.
34 = \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443
35 = \u041F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438
36 = \u041D\u043E\u0432\u044B\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043C\u043E\u0433\u0443\u0442 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C
37 = \u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E: \u041F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043F\u0443\u0442\u0435\u043C \u0432\u0432\u043E\u0434\u0430 \u0441\u0435\u043A\u0440\u0435\u0442\u043D\u043E\u0433\u043E \u043A\u043B\u044E\u0447\u0430 \u0438 \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u043E\u0439 \u0444\u0440\u0430\u0437\u044B.
38 = \u041D\u0435 \u043C\u043E\u0433\u0443 \u0440\u0430\u0437\u043E\u0431\u0440\u0430\u0442\u044C \u0441\u0435\u043A\u0440\u043A\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447!
39 = \u043D\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E
40 = \u0412\u043B\u043E\u0436\u0435\u043D\u0438\u044F
41 = \u0420\u0430\u0441\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
42 = \u043E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u044C\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
43 = \u0420\u0430\u0441\u0448\u0438\u0444\u0440\u043E\u0432\u043A\u0430 \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C!
44 = \u041D\u0435\u0432\u0435\u0440\u043D\u0430\u044F \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0430\u044F \u0444\u0440\u0430\u0437\u0430!
45 = \u041F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C!
46 = \u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0438\u043C\u044F, \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0443\u044E \u043F\u043E\u0447\u0442\u0443 \u0438 \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443
47 = \u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0412\u0430\u0448\u0435\u0439 \u043A\u043B\u044E\u0447\u0435\u0432\u043E\u0439 \u043F\u0430\u0440\u044B
48 = \u041F\u043E\u0442\u0435\u0440\u043F\u0438\u0442\u0435, \u0433\u0435\u043D\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u0440\u043E\u0434\u043B\u0438\u0442\u0441\u044F \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0432\u0440\u0435\u043C\u044F.<br><br>\u041F\u0440\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043D\u043E\u0432\u0435\u043D\u0438\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0441 \u0433\u0435\u043D\u0435\u0440\u0430\u0446\u0438\u0435\u0439 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0431\u043E\u043B\u0435\u0435 \u043A\u043E\u0440\u043E\u0442\u043A\u0438\u0439 \u043A\u043B\u044E\u0447 \u0438\u043B\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0432\u043D\u0435\u0448\u043D\u044E\u044E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443.
49 = \u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u044D\u0442\u0443 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u0432 \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u043C \u043C\u0435\u0441\u0442\u0435
50 = \u0412\u0430\u0448\u0430 \u043D\u043E\u0432\u0430\u044F \u043A\u043B\u044E\u0447\u0435\u0432\u0430\u044F \u043F\u0430\u0440\u0430
51 = \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F(\u0435\u0439).
52 = \u041D\u0435 \u043C\u043E\u0433\u0443 \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u044C \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435!
53 = \u0441 OpenPGP
54 = \u041F\u0435\u0447\u0430\u0442\u044C
55 = \u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C/\u0441\u043A\u0440\u044B\u0442\u044C
56 = \u0421\u043D\u0430\u0447\u0430\u043B\u0430 \u0441\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435
57 = 
58 = 
59 = \u0417\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u044C \u0444\u0430\u0439\u043B
60 = \u0420\u0430\u0441\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u044C \u0444\u0430\u0439\u043B
61 = \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0437\u0430\u043A\u0440\u044B\u0442\u044B\u0445 \u043A\u043B\u044E\u0447\u0435\u0439
62 = 
63 = 
64 = \u0420\u0430\u0441\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044F
65 = \u0424\u0430\u0439\u043B
66 = \u0410\u0432\u0442\u043E\u0440\u0430\u0441\u0448\u0438\u0444\u0440\u043E\u0432\u043A\u0430
67 = \u0417\u0430\u0431\u044B\u0442\u044C \u0432\u0441\u0435 \u0434\u0440\u0443\u0433\u0438\u0435 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0438 (\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u044B\u0439 AES \u043F\u0430\u0440\u043E\u043B\u044C)
68 = ZmSetting MAX_MESSAGE_SIZE
69 = \u0420\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
70 = \u041E\u0442\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u043A\u0430\u043A \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u0442\u0435\u043A\u0441\u0442 \u0438 \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0435. 
71 = \u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043F\u0430\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0444\u0440\u0430\u0437\u0443 \u0432 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430
72 = \u042D\u0442\u043E \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0412\u0430\u0448 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447, \u043E\u043D \u0432\u044B\u0431\u0440\u0430\u043D \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043F\u0440\u0438 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0438. 
73 = \u0418\u043C\u043F\u043E\u0440\u0442 \u043E\u0442\u043A\u0440\u044B\u0442\u043E\u0433\u043E \u043A\u043B\u044E\u0447\u0430 
74 = \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u044D\u0442\u043E\u0442 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447? \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 <a target="_blank" href="/service/zimlet/_dev/tk_barrydegraaff_zimbra_openpgp/help/index.html#fingerprint">\u043E\u0442\u043F\u0435\u0447\u0430\u0442\u043E\u043A \u043A\u043B\u044E\u0447\u0430</a>. 
75 = \u0418\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D
76 = \u041E\u0448\u0438\u0431\u043A\u0430 \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u044D\u0442\u043E\u0433\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u043E\u0433\u043E \u043A\u043B\u044E\u0447\u0430
77 = \u041F\u043E\u0441\u043B\u0430\u0442\u044C \u043A\u043E\u043C\u0443-\u043D\u0438\u0431\u0443\u0434\u044C \u043C\u043E\u0439 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447
78 = \u041E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447 \u0443\u0436\u0435 \u0435\u0441\u0442\u044C \u0432 \u0412\u0430\u0448\u0435\u043C \u0441\u043F\u0438\u0441\u043A\u0435 \u0434\u043E\u0432\u0435\u0440\u0435\u043D\u043D\u044B\u0445 \u043A\u043B\u044E\u0447\u0435\u0439
79 = \u0418\u043C\u044F
80 = \u0410\u0434\u0440\u0435\u0441 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B
81 = \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u0442\u044C \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u044B\u0445 \u0430\u0434\u0440\u0435\u0441\u043E\u0432, \u0440\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0445 \u0437\u0430\u043F\u044F\u0442\u043E\u0439 (,)
82 = \u041E\u0442\u0432\u0435\u0442\u0438\u0442\u044C
83 = \u041E\u0442\u0432\u0435\u0442\u0438\u0442\u044C \u0432\u0441\u0435\u043C
84 = <b>\u0412\u041D\u0418\u041C\u0410\u041D\u0418\u0415: \u041D\u0415 \u041E\u0422\u041F\u0420\u0410\u0412\u041B\u042F\u0419\u0422\u0415 \u0412\u0410\u0428 \u0421\u0415\u041A\u0420\u0415\u0422\u041D\u042B\u0419 \u041A\u041B\u042E\u0427 \u041F\u041E \u042D\u041B\u0415\u041A\u0422\u0420\u041E\u041D\u041D\u041E\u0419 \u041F\u041E\u0427\u0422\u0415!! <br>\u041D\u0430\u0436\u043C\u0438\u0442\u0435 <span style="color: red">\u041E\u0422\u041C\u0415\u041D\u0418\u0422\u042C</span>!!</b><br><br>\u041C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C, \u0432\u044B \u0445\u043E\u0442\u0435\u043B\u0438 \u043F\u043E\u0441\u043B\u0430\u0442\u044C \u0441\u0432\u043E\u0439 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447?
85 = <b>\u0412\u041D\u0418\u041C\u0410\u041D\u0418\u0415: \u041D\u0415 \u041E\u0422\u041F\u0420\u0410\u0412\u041B\u042F\u0419\u0422\u0415 \u0412\u0410\u0428 \u0421\u0415\u041A\u0420\u0415\u0422\u041D\u042B\u0419 \u041A\u041B\u042E\u0427 \u041F\u041E \u042D\u041B\u0415\u041A\u0422\u0420\u041E\u041D\u041D\u041E\u0419 \u041F\u041E\u0427\u0422\u0415!!</b>
86 = \u041E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440 \u043A\u043B\u044E\u0447\u0435\u0439
87 = \u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043A\u043B\u044E\u0447\u0435\u0439
88 = \u041F\u043E\u0438\u0441\u043A
