# This file is part of the Zimbra OpenPGP Zimlet project.
# Copyright (C) 2014-2016  Barry de Graaff
# 
# Bugs and feedback: https://github.com/Zimbra-Community/pgp-zimlet/issues
# 
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 2 of the License, or
# (at your option) any later version.
# 
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
# 
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see http://www.gnu.org/licenses/.

# Unicode conversion see: http://itpro.cz/juniconv/

0 = Extens\u00E3o OpenPGP para Zimbra Collaboration Suite.
1 = Assinar mensagem
2 = Encriptar message
3 = Gerenciar chaves
4 = Gerar par de chaves
5 = Ajuda / Sobre
6 = Ainda carregando contatos, ignorando sua agenda
7 = N\u00E3o foi poss\u00EDvel ler a mensagem blindada!
8 = Forne\u00E7a a chave privada e a senha para desencriptar
9 = Fechar
10 = Vers\u00E3o
11 = Ajuda
12 = Nenhuma mensagem PGP foi detectada
13 = N\u00E3o foi poss\u00EDvel processar suas chaves p\u00FAblicas de confian\u00E7a!
14 = A assinatura \u00E9 v\u00E1lida
15 = A assinatura \u00E9 inv\u00E1lida
16 = Mensagem assinada
17 = Erro ao verificar a assinatura
18 = Sua chave permanecer\u00E1 na mem\u00F3ria ate que voc\u00EA recarregue o navegador.
19 = Chave Privada
20 = Senha
21 = Mensagem
22 = <li>Copie e cole as chaves ASCII blindadas abaixo. </li><li>Voc\u00EA tamb\u00E9m pode usar o campo observa\u00E7\u00F5es de seus contatos da agenda do Zimbra.</li><li>Voc\u00EA pode adicionar um coment\u00E1rio antes de cada chave sempre que voc\u00EA coloque a chave na linha de baixo ao coment\u00E1rio.</li> 
23 = Idioma
24 = Se voc\u00EA salvar sua senha abaixo, ela ser\u00E1 armazenada em texto plano no LDAP do Zimbra. Se voc\u00EA n\u00E3o salvar sua senha o servidor lhe pedir\u00E1 que a forne\u00E7a sempre que ela for necess\u00E1ria.
25 = Se voc\u00EA salvar sua chave provada abaixo ela ser\u00E1 salva <a href=\"http://diveintohtml5.info/storage.html\" target=\"_blank\" >localmente em seu navegador</a> usando encripta\u00E7\u00E3o AES-256. Se voc\u00EA n\u00E3o salvar sua chave privada o servidor lhe pedir\u00E1 que a forne\u00E7a em cada sess\u00E3o.
26 = Chave P\u00FAblica
27 = Analisando contatos
28 = 
29 = Forne\u00E7a seu nome, email e passphrase para o novo par de chaves.
30 = ID do Usu\u00E1rio
31 = Tamanho da chave
32 = Chaves grandes s\u00E3o mais seguras, mas s\u00E3o mais lentas.
33 = Salvar e sobrescrever a Chave Privada, Senha e Chave P\u00FAblica 1, existentes.
34 = Gerar senha
35 = Destinat\u00E1rios
36 = Usu\u00E1rios iniciantes talvez queiram ler
37 = Opcional: Assine sua mensagem encriptada fornecendo sua chave privada e senha.
38 = N\u00E3o poss\u00EDvel processar sua chave privada!
39 = N\u00E3o foi assinada
40 = Anexos
41 = Mensagem desencriptada
42 = mensagem original
43 = A desencripta\u00E7\u00E3o falhou!
44 = Senha inv\u00E1lida!
45 = A assinatura falhou!
46 = Voc\u00EA tem que fornecer seu nome, email e passphrase
47 = Gerando seu par de chaves agora
48 = Por favor seja paciente, pois a gera\u00E7\u00E3o das chaves pode demorar um pouco.<br><br>Se houver problemas na gera\u00E7\u00E3o do par de chaves aconselhamos o uso de um programa externo para esse fim.
49 = Por favor, tenha certeza de salvar essa informa\u00E7\u00E3o em um lugar seguro
50 = Seu novo par de chaves
51 = Por favor, selecione o(s) destinat\u00E1rio(s).
52 = N\u00E3o foi poss\u00EDvel encriptar a mensagem!
53 = com OpenPGP
54 = Imprimir
55 = mostrar/esconder
56 = Por favor, escreva uma mensagem primeiro
57 = 
58 = 
59 = Arquivo encriptado
60 = Arquivo desencriptado
61 = Ativar m\u00FAltiplas chaves privadas
62 = 
63 = 
64 = Desencriptado usando
65 = Arquivo
66 = Auto desencriptar
67 = Esquecer todas as chaves p\u00FAblicas (defina uma nova senha AES)
68 = ZmSetting MAX_MESSAGE_SIZE 
69 = Configura\u00E7\u00F5es avan\u00E7adas
70 = Por favor use texto plano e tente de novo. 
71 = Armazenar senha localmente no navegador
72 = Esta deve ser sua pr\u00F3pria chave p\u00FAblica que \u00E9 selecionada por padr\u00E3o quando se encripta. 
73 = Importar chave p\u00FAblica 
74 = Voc\u00EA quer importar essa chave p\u00FAblica? Por favor <a target="_blank" href="https://zetalliance.org/pgp-zimlet/#fingerprint">verifique o fingerprint</a>. 
75 = Importada
76 = Falha ao importar essa chave p\u00FAblica 
77 = Enviar minha chave p\u00FAblica para algu\u00E9m
78 = Chave p\u00FAblica j\u00E1 existe na sua lista de chaves confi\u00E1veis
79 = Nome
80 = Endere\u00E7o de email
81 = Voc\u00EA pode definir m\u00FAltiplos endere\u00E7os de email separando-os com v\u00EDrgulas (,)
82 = Responder
83 = Responder Todos
84 = <b>ALERTA: N\u00C3O ENVIE SUA CHAVE PRIVADA POR EMAIL!! <br>Clique <span style="color: red">CANCELAR</span>!!</b><br><br>Talvez voc\u00EA queira enviar sua chave publica?
85 = <b>ALERTA: N\u00C3O ENVIE SUA CHAVE PRIVADA POR EMAIL!!</b>
86 = Submit to keyserver
87 = Verificar Keyserver
88 = Buscar
